app/controllers/gibiers_controller.rb

  def index
    @gibiers = Gibier.all
---
SELECT "gibiers".* FROM "gibiers"