app/controllers/type_gibiers_controller.rb

SELECT "type_gibiers".* FROM "type_gibiers"
---
  def index
    @type_gibiers = TypeGibier.all